[
  {
    "id": 1,
    "title": "Football",
    "price": 49.99,
    "short_details": "Hospitality Packages For EFP, All European Leagues, International Games and Tournaments",
    "ratings": 4.7,
    "image": "https://cdn.pixabay.com/photo/2013/12/12/21/48/football-stadium-227561_1280.jpg",
    "details": "The Football Championship Final is a must-attend event for football enthusiasts and sports fans alike. Hosted in a state-of-the-art stadium, this match brings together two of the most formidable football teams in the world. The atmosphere is electric as fans from all over gather to support their favorite players and team. The game promises intense action from kickoff to the final whistle. Get ready to witness incredible goals, skilled ball control, and dramatic saves from both sides. The rivalry between these teams is legendary, and the stakes have never been higher.Our affordable ticket price of $49.99 ensures that you can be part of this thrilling experience without breaking the bank. Families, friends, and solo fans are all welcome to join in the excitement. With a remarkable 4.7/5 rating from previous attendees, you can be confident that this event will exceed your expectations. Book your tickets now and secure your place in the history of football greatness!"
  },
  {
    "id": 2,
    "title": "2022 Formula One",
    "price": 39.99,
    "short_details": "From Formula 1 Grandstand Tickets To After Race Concerts, VIP Parties, Garage, Tours, We Have It All For 2023 Ready For You To Book Today",
    "ratings": 4.5,
    "image": "https://images.unsplash.com/photo-1623258406180-df4c68d0798f",
    "details": "The 2023 Formula 1 Championship is revving up for an unforgettable experience that's a must for motorsport aficionados and thrill-seekers alike. Set against the backdrop of iconic circuits, this championship showdown will see the planet's fastest and most skilled Formula 1 teams and drivers go wheel-to-wheel.Get ready for an adrenaline-fueled spectacle from the very first lap to the waving of the checkered flag. Brace yourself for blistering speeds, precision maneuvers, and high-stakes competition that will have you on the edge of your seat. The rivalry between these teams is legendary, and the stakes have never been more electrifying.Our ticket prices are designed to put you in the driver's seat without draining your wallet. Whether you're planning a family outing, gathering with friends, or embarking on a solo adventure, everyone is invited to be part of the action.With a stellar 4.5/5 rating from previous attendees, rest assured that this championship promises to exceed your expectations. Secure your tickets now and stake your claim in the legacy of Formula 1 greatness!"
  },
  {
    "id": 3,
    "title": "Tennis Masters Open",
    "price": 59.99,
    "short_details": "From Premier Tennis Court Seats to Exclusive Post-Match Galas, VIP Player Meet & Greets, Guided Stadium Tours, We Offer It All for 2023, Waiting for You to Reserve Today.",
    "ratings": 4.9,
    "image": "https://cdn.pixabay.com/photo/2016/11/29/01/14/athletes-1866487_1280.jpg",
    "details": "The Tennis Masters Open is a celebration of tennis excellence. It brings together the world's top tennis players for a showcase of skill and athleticism. If you're a tennis aficionado or simply curious about the sport, this event is not to be missed.From thrilling rallies that leave you breathless to powerful serves that defy belief, the Tennis Masters Open delivers non-stop excitement. Tickets are priced at a reasonable $59.99, ensuring that tennis fans of all ages can enjoy this world-class event. The event has garnered a stellar 4.9/5 rating from previous attendees, a testament to the quality of the matches and the electric atmosphere in the stadium. Join us in celebrating the sport of tennis and witness history in the making. Secure your seats now!"
  },
  {
    "id": 4,
    "title": "Golf Classic Tournament",
    "price": 79.99,
    "short_details": "From Major Tournaments To Corporate Events and Private Golf Days, Click Details to Find Out More",
    "ratings": 4.8,
    "image": "https://cdn.pixabay.com/photo/2014/04/04/10/06/golf-313187_1280.jpg",
    "details": "The Golf Classic Tournament is the epitome of elegance and precision in the world of golf. Held on a breathtakingly beautiful course, this tournament brings together the finest golfers in the sport. Spectators have the opportunity to witness incredible drives, precise putts, and strategic play in a tranquil and scenic environment. Tickets for this exceptional golfing experience are priced at $79.99, offering great value for a day of sporting entertainment.With a remarkable 4.8/5 rating from previous attendees, you can trust that this tournament will deliver an unforgettable day on the green. Whether you're a seasoned golfer or just appreciate the skill of the pros, this event is a must-see. Reserve your tickets now and be part of this golfing spectacle!"
  },
  {
    "id": 5,
    "title": "Baseball Championship Series",
    "price": 44.99,
    "short_details": "Experience 2023 Championship Series: Book Tickets for VIP Access & More!",
    "ratings": 4.6,
    "image": "https://cdn.pixabay.com/photo/2016/11/22/22/17/action-1850887_1280.jpg",
    "details": "The Baseball Championship Series is a culmination of a season's worth of hard work, determination, and fierce competition. It's where rival teams, each with a storied history, come together to vie for the ultimate prize in baseball – the championship title.Held in a historic ballpark with a rich tradition, the series promises an atmosphere like no other. From the moment you step into the stadium, you'll be immersed in the excitement. The crack of the bat, the roar of the crowd, and the smell of ballpark concessions create an unforgettable experience.What sets this event apart is the sheer intensity on the field. You'll witness gravity-defying catches, powerful home runs that send the crowd into a frenzy, and pitchers throwing heat with precision. Every play matters, and every inning brings suspense. Despite the high-stakes competition, the series maintains an affordable ticket price of just $44.99, making it accessible to families, friends, and fans of all ages. The 4.6/5 rating from previous attendees speaks to the electrifying moments that unfold during the series. Join us in celebrating America's favorite pastime and be part of the legacy of champions. Don't miss your chance to witness the Baseball Championship Series – it's a baseball fan's dream come true. Secure your tickets now and get ready for a series of unforgettable moments on the diamond!"
  },
  {
    "id": 6,
    "title": "Rugby Championship Finals",
    "price": 54.99,
    "short_details": "Corporate Hospitality For Dubai Rugby 7s, International Tournaments & 2023 Rugby WorldCup in France",
    "ratings": 4.7,
    "image": "https://cdn.pixabay.com/photo/2015/08/01/13/47/football-870283_1280.jpg",
    "details": "The Rugby Championship Finals is the pinnacle of rugby competition, where the most formidable teams in the sport come together in a battle for supremacy. It's a clash of titans that promises to showcase the grit, skill, and physicality that make rugby one of the most exciting sports in the world. The event is hosted in a state-of-the-art stadium designed to amplify the intensity of the game. As you step into the venue, you'll be greeted by the thunderous cheers of fans from all over, united in their passion for rugby. On the field, expect bone-crushing tackles that echo through the stadium, lightning-fast sprints that defy belief, and thrilling tries that will have you on your feet. Every scrum, every lineout, and every maul is a battle, and the players leave it all on the field. Despite the adrenaline-pumping action, tickets for the Rugby Championship Finals are available at just $54.99, making it an affordable outing for rugby enthusiasts and families alike. The 4.7/5 rating from previous attendees attests to the event's ability to deliver an unforgettable rugby spectacle. Whether you're a die-hard rugby fan or new to the sport, this championship offers a unique and thrilling experience that you won't want to miss. Secure your tickets now, and be part of the passion, power, and excitement of the Rugby Championship Finals!"
  },
  {
    "id": 7,
    "title": "Cricket World Cup",
    "price": 49.99,
    "short_details": "Experience the thrill of international cricket competitions.",
    "ratings": 4.8,
    "image": "https://images.unsplash.com/photo-1607734834519-d8576ae60ea6",
    "details": "The Cricket World Cup is the ultimate cricketing showdown, featuring the world's best teams battling it out on the pitch. Join us for an unforgettable journey through the excitement, drama, and skill of international cricket. Whether you're a die-hard cricket fan or new to the sport, this event promises an incredible experience for all. Don't miss out on the action, book your tickets now!"
  },
  {
    "id": 8,
    "title": "Basketball Championship",
    "price": 59.99,
    "short_details": "Witness high-flying dunks and intense basketball clashes.",
    "ratings": 4.6,
    "image": "https://images.unsplash.com/photo-1504450758481-7338eba7524a",
    "details": "Get ready for slam dunks, three-pointers, and heart-stopping buzzer-beaters at the Basketball Championship. This event showcases the world's elite basketball talent in a high-energy, action-packed tournament. From fast breaks to precision shooting, it's a basketball extravaganza you won't want to miss. Secure your seats now!"
  },
  {
    "id": 9,
    "title": "Horse Race",
    "price": 39.99,
    "short_details": "Experience the elegance and excitement of horse racing.",
    "ratings": 4.5,
    "image": "https://images.unsplash.com/photo-1526094798790-1df6f28275cc",
    "details": "Step into a world of elegance and excitement at the Horse Race event. Watch majestic thoroughbreds sprint to the finish line in a thrilling race for glory. Whether you're a seasoned racegoer or a newcomer, this event promises an unforgettable day of sportsmanship and style. Book your tickets and be part of the racing tradition!"
  },
  {
    "id": 10,
    "title": "Olympic Games",
    "price": 79.99,
    "short_details": "Experience the world's most prestigious multi-sport event.",
    "ratings": 4.9,
    "image": "https://cdn.pixabay.com/photo/2016/05/10/04/28/london-1383064_1280.jpg",
    "details": "The Olympic Games is the pinnacle of athletic achievement, featuring athletes from around the globe competing in a wide range of sports. Join us for a celebration of human excellence, sportsmanship, and cultural diversity. Witness record-breaking performances and unforgettable moments. Whether you're a sports enthusiast or simply love the spirit of competition, the Olympic Games offers an unparalleled experience. Secure your tickets to witness history in the making!"
  },
  {
    "id": 11,
    "title": "Wimbledon Tennis Championships",
    "price": 69.99,
    "short_details": "Watch tennis history unfold at the prestigious Wimbledon tournament.",
    "ratings": 4.8,
    "image": "https://images.unsplash.com/photo-1531315396756-905d68d21b56",
    "details": "The Wimbledon Tennis Championships is the oldest and most prestigious tennis tournament in the world. Join us for two weeks of intense matches on the grass courts, where the world's top tennis players battle for glory. From epic rallies to elegant serves, Wimbledon is a tennis lover's dream. Whether you're a seasoned tennis fan or a newcomer, this event promises an unforgettable experience. Secure your seats at the iconic Wimbledon venue!"
  },
  {
    "id": 12,
    "title": "NBA Finals",
    "price": 89.99,
    "short_details": "Witness the crowning of the NBA champions in thrilling basketball action.",
    "ratings": 4.8,
    "image": "https://images.unsplash.com/photo-1626003573503-2e088d82c647",
    "details": "The NBA Finals is the culmination of the National Basketball Association season, where the top teams compete for the championship title. Experience the intensity of basketball at its highest level, with slam dunks, three-pointers, and clutch plays. Whether you're a basketball enthusiast or a casual viewer, this event guarantees excitement and drama. Secure your tickets to witness the crowning of the NBA champions!"
  }
]